{
	"1": { 
		"name": "Notice",
		"description": "Learners show an awareness of their surroundings and are alert to things going on around them but are not able to respond or recognise objects or people at this point. They are attentive and interested in things going on around them and watch with interest. They are attracted to activity, people or objects.",
		"levels": [
		{
			"name": "Aware",
			"description" : "",
			"trueLevel": 1
		},
		{
			"name": "Alert",
			"description" : "",
			"trueLevel": 2
		},
		{
			"name": "Watches",
			"description" : "",
			"trueLevel": 3
		}]
	},
	"2": {
		"name": "Respond",
		"description": "Learners recognise activity, objects or people and can respond to simple prompts. They are able to distinguish differences and answer with simple responses or movement. They can react to prompts from staff or from others and give correct responses. At the highest level they react to situations, activity or object without prompting.",
		"levels": [
		{
			"name": "Recognises",
			"description" : "",
			"trueLevel": 4
		},
		{
			"name": "Answers",
			"description" : "",
			"trueLevel": 5
		},
		{
			"name": "Reacts to",
			"description" : "",
			"trueLevel": 6
		}]
	},
	"3": {
		"name": "Engage",
		"description": "Learners are able to make choices, they self start interactions or activities. They are able to try things out for the first time. Initial engagement is naive or simplistic. Activity is unrefined although at the higher level being tried and tested. At the lower level learners will be prompted or supported by staff to make choices, or to initiate activity.",
		"levels": [
		{
			"name": "Makes choices",
			"description" : "",
			"trueLevel": 7
		},
		{
			"name": "Initiates Activity",
			"description" : "",
			"trueLevel": 8
		},
		{
			"name": "Tests",
			"description" : "",
			"trueLevel": 9
		}]
	},
	"4": {
		"name" : "Can do",
		"description": "Learners are able to self direct activity or interactions with minimum of prompting. Learners may need support and still lack confidence but are able to complete simple tasks. They are actively involved and can sequence more than two steps of a process. They are able to physically undertake tasks with some support. They know basic routines or procedures and can follow these. They react and manage social interactions with an emerging confidence.",
		"levels": [
		{
			"name": "Self starts",
			"description" : "",
			"trueLevel": 10
		},
		{
			"name": "Sequences",
			"description" : "",
			"trueLevel": 11
		},
		{
			"name": "Manages",
			"description" : "",
			"trueLevel": 12
		}]
	},
	"5": {
		"name" : "Improve",
		"description": "Learners are perfecting known skills and improving on prior knowledge. They demonstrate a growing confidence in their interactions with others, their ability to perform known tasks and recalling and applying knowledge. They show an ability to initiate without prompting and can direct support effectively. They can sequence tasks and processes with confidence.",
		"levels": [
		{
			"name": "Takes initiative",
			"description" : "",
			"trueLevel": 13
		},
		{
			"name": "Perfects",
			"description" : "",
			"trueLevel": 14
		},
		{
			"name": "Applies Knowledge",
			"description" : "",
			"trueLevel": 15
		}]
	},
	"6": {
		"name": "Skilled",
		"description": "Learners are able to undertake known tasks with confidence with a high degree of knowledge and skill. They are able to interact socially and respond and react confidently to different situations that are known and unknown to them. Learners are able to problem solve and adapt responses, knowledge and skills accordingly in differing contexts. Learners can use knowledge and skills to instruct others. Learners are able to direct support with confidence and authority.",
		"levels": [
		{
			"name": "Confident",
			"description" : "",
			"trueLevel": 16
		},
		{
			"name": "Transfers Knowledge and Skills",
			"description" : "",
			"trueLevel": 17
		},
		{
			"name": "Instructs others",
			"description" : "",
			"trueLevel": 18
		}]
	}
}